
LEXICON_SRC_LIST_BUTTONS_CONTACTS: dict[str, str] = {
    '/contacts_admins': 'Админы',
    '/contacts_government': 'Госорганы',
    '/contacts_hospitals': 'Поиск / Госпитали',
    '/contacts_drons_software': 'Прошивка дронов',
    '/cancel': 'Главная',
}

LEXICON_SRC_CONTACTS: dict[str, str] = {
    '/contacts_admins':
        '🤦‍ Администратор группы - Андрей, @AKlion\n\n'
        '👩‍🔧 Болталка и общая модерация - Людмила С (Миляга) @Milaga_S, помощник администратора группы\n\n'
        '👨‍🔧 Болталка и общая модерация - alex alex. @AlexZander2020, помощник администратора группы\n\n'
        '👩‍🔧 Болталка и общая модерация - Анна_Ю...... @AnnaZOV_fronta_333, помощник администратора группы\n\n'
        '👨‍💻 Админ - программист группы - Андрей @zov_it\n\n'
        '🚚 Логистика - Ксюша Янтарь @XeniaEn\n\n'
        '🪖 Люди с фронта - Iren @iren_12344\n\n'
        '🥷 Маскировка - Наталья @natalochka_t\n\n'
        '🚬‍ ️Солдатский быт - Наталья @natalochka_t\n\n'
        '🧵 Швеи фронту - Светлана ОСА @SvetlanOSA \n\n'
        'Чёрный Список / Заявки с фронта - Олеся🦊🦊🦊 @Lissa_1980\n\n'
        '🎭 Ярмарка - Sergey Pozdeev\n\n'
        '📡 Рэб / Рэр Антидроновые ружья ит.д. - Alex Grant @Alex_Grant_lc\n\n'
        '💁‍ Прошу / Даю - Илья @Hamlet850\n\n'
        '"Спецоборудование" - Олег Гизатулин @Giz68\n\n'
        'Медицина - Елена @Elena_schu\n\n'
        'Юриспруденция - Анна Чепрова @Anna_Cheprova\n\n'
        'Резюме - Татьяна @Tanya_Za_V\n\n'
        # '🙋‍ Поиск пропавших без вести - Аля @Alev15tina\n\n', // АДМИНА СНЯЛИ ! ! !
        '3D печать - Бонзай @lim_Ru\n\n',

    '/contacts_government':
        'По ВОПРОСАМ начисления денежного довольствия и выплат, обращаться к командиру своей в/ч, с кем контракт или где приписан воин:\n\n'

        '📍 МО (расчетный центр)\n'
        '☎️ 8(800)737-77-37 https://cabinet.mil.ru/\n\n'

        'ВОПРОСЫ к МО\n'
        '📍 МО \n'
        '☎️ 8(800)301-14-67 https://letters.mil.ru/electronic_recept\n\n'

        'ВОПРОСЫ к Военной Прокуратуре\n'
        '📍 Военная прокуратура\n'
        '☎️ 8(495)693-63-51 https://gvp.gov.ru/gvp\n\n'

        '📍 Аппарат Уполномоченного по правам человека\n'
        '☎️ 8(800)707-56-67 https://ombudsmanrf.org/\n\n'
        'КССМР напоминает родным участников СВО и самим бойцам, где можно получить необходимую информацию по актуальным вопросам, связанным с СВО.\n\n'

        'Актуальные источники по начислениям:\n\n'
        '💻 «Памятка военнослужащего, по вопросам денежного содержания» на сайте Минобороны России\n'
        '💻 «Личный кабинет военнослужащего» на сайте ведомства\n\n'
        '☎️ «Горячая линия» Единого расчетного центра министерства: 8(800)200-22-06, 737-7-737\n\n',
    '/contacts_hospitals':
        '⚠️ Важные телефоны \n'
        'Если вы ищите раненого бойца:\n'
        'Госпитали:\n\n'

        '📍 Луганский\n'
        '📞️ +38(064)613-39-33\n\n'

        '📍 Солнечногорск\n'
        '▪️ Приёмная нач. госпиталя:\n'
        '📞️ 8(4962)63-60-03 с 9:00 до 17:00\n'
        '▪️ Дежурный по госпиталю:\n'
        '📞️ 8(4962)63-67-09 с 17:00 до 9:00\n\n'

        '📍 Белгород\n'
        '📞️ 8(4722)51-87-16\n\n'

        '📍 Владикавказ\n'
        '📞️ 8(929)983-51-78\n\n'

        '📍 Волгоград\n'
        '📞️ 8(926)187-00-13\n\n'

        '📍 Воронеж\n'
        '📞️ 8(473)236-57-27 \n'
        '📞️ 8(925)836-73-42 \n\n'

        '📍 ДНР (Минздрав) \n'
        '📞️ +38-062-303-27-72 \n'
        '📞️ +38-071-099-72-77 \n\n'

        '📍 ЛНР (Минздрав) \n'
        '📞️ +38-072-153-52-90 \n\n'

        '📍 Москва Бурденко: \n'
        '📞️ ГВКК️8(499)263-55-55 \n'
        '✉️ gvkg@mail.ru\n'
        '📞️ 8(925)222-58-82 \n'
        '📞️ 8(925)754-76-05 \n\n'

        'Филиал Бурденко #1 \n'
        '📞️ 8(499)268-48-70 \n\n'

        'Филиал Бурденко #3 \n'
        '📞️ 8(495)527-90-77 \n'
        '📞️ 8(495)527-95-00 \n'
        '📞 8(495)527-91-19 \n'
        '✉️ gvkg_f3@mil.ru \n\n'

        'Филиал Бурденко #5 \n'
        '📞️ 8(495)917-72-02 \n'
        '✉️ gvkg_f5@mil.ru \n\n'

        'Филиал Бурденко #7 \n'
        'г. Сергеев-Посад, Новая д. 4 \n'
        '📞️ 8(495)552-11-11 (доб. 129) \n'
        '✉️ gvkg_f7@mil.ru \n\n'

        'Филиал Бурденко #8 \n'
        '📞 8(495)793-77-77 \n\n'

        '📍 Москва Вишневского \n'
        '📞️ 8(499)645-52-34 \n'
        '📞️ 8(926)469-92-11 \n\n'

        '📍 Москва Мандрыка \n'
        '📞️ 8(926)668-50-07 \n\n'

        '📍 Нижний Новгород \n'
        '📞️ 8(926)671-44-86 \n'
        '📞️ 8(831)428-69-90 \n\n'

        '📍 Подольск \n'
        '📞 8(925)399-32-82 \n\n'

        '📍 Ростов \n'
        '📞️ 8(926)447-81-01 \n\n'

        '📍 Ростов-на-дону \n'
        '📞️ 8(926)671-14-86 \n'
        '📞️ 8(863)272-85-38 \n'
        '📞️ 8(863)272-84-69 \n\n'

        '📍 Самара \n'
        '📞️ 8(846)337-08-41 \n\n'

        '📍 Санкт-Петербург \n'
        '📞️ 8(812)667-71-31 \n'
        '📞 8(812)271-11-49 \n\n'

        '📍 Саратов \n'
        '📞️ 8(845)226-36-76 \n'
        '📞 8(845)252-43-51 \n\n'

        '📍 Севастополь \n'
        '📞️ 8(925)578-40-67 \n'
        '📞️ 8(869)240-21-35 \n\n'

        '📍 Екатеринбург \n'
        '📞️ 8(343)257-14-01 \n'
        '📞️ 8(343)257-94-00\n\n'

        '⚠️ ДНР военно-медицинские \n'
        'организации \n\n'

        '📍 Поиск по госпиталям ДНР \n'
        '📞️ 8(856)303-27-72 \n\n'

        '📍 Минздрав ДНР \n'
        '📞 8(949)099-72-77 \n\n'

        '📍 ЦГБ #17 \n'
        '📞 8(856)335-55-23 \n'
        '📞️ 8(856)253-40-05 \n\n'

        '📍 Больница Калинино \n'
        '📞️ 8(856)295-97-24 \n'
        '📞️ 8(856)312-75-53 \n\n'

        '📍 ЦКБ #6 \n'
        '📞️ 8(856)313-15-93 \n'
        '📞️ 8(856)316-15-93 \n\n'

        '📍 ИНВХ В.К.Гусака \n'
        '📞️ 8(856)341-44-02 \n'
        '📞 8(856)266-02-81 \n\n'

        '📍 ЦБ #24 \n'
        '📞️ 8(856)277-15-87 \n'
        '📞️ 8(856)277-14-63 \n\n'

        '📍 ЦГБ Новоазовск \n'
        '📞️ 8(856)963-12-65 \n'
        '📞️ 8(856)963-15-75 \n\n'

        '📍 ЦГБ Дебальцево \n'
        '📞️ 8(856)492-22-63 \n'
        '📞 8(856)492-22-85 \n\n'

        '📍 ЦГБ Иловайск \n'
        '📞️ 8(856)572-28-28 \n'
        '📞️ 8(856)572-34-06 \n\n'

        '📍 ЦГБ Ждановская \n'
        '📞️ 8(856)507-33-63 \n\n'

        '📍 ЦГБ Старобешево \n'
        '📞️ 8(856)532-19-67 \n\n'

        '📍 ЦГБ #1 Горловка \n'
        '📞️ 8(856)424-00-07 \n'
        '📞 8(949)331-73-80 пол №1 \n'
        '📞️ 8(949)331-73-79 пол №2\n'
        '📞 8(856)427-37-06 пол №3\n\n'

        '📍 ЦГБ #2 Горловка \n'
        '📞️ 8(856)424-23-05\n',

    '/contacts_drons_software':
        # '...' // СЮДА НАДО ВСТАВИТЬ ФОТКУ //
        'Дорогие друзья, если вам нужно подготовить квадрокоптер для эффективной и безопасной работы в зоне СВО, обновленные контакты в Новороссии и России. \n\n'
        'Шьём ВСЕ dji❗️включая MATRICE 30T и 300, Maviс 3T, classiс, и пр. Помогаем БЕСПЛАТНО.  \n\n'
        'Контроль взаимодействия с контактами - @Slavur33\n'
        'Добавить свой контакт в инфографику - @Slavur33\n\n'
        # 'Пожалуйста, пишите отзывы по прошивке в этот пост👇'
        'Контакты центров по прошивке\n\n'
        '🔥НОВОРОССИЯ:\n'
        '-Донецк - @zombi_drones, @NickSite\n'
        '-Раздольное - @ol_ral\n'
        '-Горловка - @wonderer86\n'
        '-Авдеевка (Водяное) - @AIBXIX\n'
        '-Луганск - @kent22856, @PARUS99\n'
        '-Ровеньки - @Dokrap\n'
        '-Краснореченск - @Elathan\n'
        '-Кременная - @DandyZa\n'
        '-Мелитополь - @Blackdoctor1, @Ca_s_per\n'
        '-Мариуполь - @Slavur33\n'
        '-Голая Пристань - @romanfog\n\n'

        'ЦФО\n'
        'Владимир - @it_rokot\n'
        '- Александров - @guteAmeise\n'
        'Курск- @TinWoodman46\n'
        'Брянск - @smartCoder\n'
        'Иваново - @IT_ROKOT_37\n'
        'Ярославль - @ZaRodinuUra\n'
        'Белгород - @alex26262 , @vshik_333\n'
        'Обнинск - @rokot40 \n'
        'Липецк - @Kyky48\n'
        'Тула - @StrelnikTula\n\n'

        'Москва и московская область:\n'
        '-Новая Москва - @RokotNM \n'
        '-Солнечногорск - @Maverick_Z1\n'
        '-Зеленоград - @al_zhurav\n'
        '-Балашиха - @RTKVN\n\n'

        'ЮФО\n'
        'Ростов - @Beastletifer\n'
        'Новочеркасск - @MMA_67\n'
        'Волгодонск - @FREE_DON\n'
        'Краснодар - @Manfrom90\n'
        'Симферополь - @svo_krym2\n\n'

        'СКФО\n'
        'Ставрополь - @fobos_st\n\n'

        'СЗФО\n'
        'Санкт-Петербург - @III_Torpeda_III, @sergei39reg, @YctalIQ, @IT_PK_Soft\n'
        '-Гатчина - @IT_Gatchina\n'
        'Великие Луки - @it_rokot_60\n'
        'Мурманск - @Murmansk01\n\n'

        'ПФО\n'
        'Нижний Новгород - @BPLA_52\n'
        'Набережные Челны - @it_rokot16 \n'
        'Пенза - @max_58\n'
        'Пермь - @dronestactic\n'
        'Самара - @art_ladya\n'
        'Ульяновск - @Zmonro\n'
        'Оренбург - @orengunfly\n'
        'Ижевск - @romeyon \n\n'

        'УФО\n'
        'Екатеринбург- @sm_sinner \n'
        'Челябинск - @Ural_sky_veter\n'
        'Тюмень - @khasanovas\n'
        'Нягань - @carlson86\n\n'

        'СФО\n'
        'Иркутск - @ldaxbx \n'
        'Барнаул - @NarmerUnifier\n\n'

        'ДВФО\n'
        'Хабаровск - @vostok_27\n'
        'Владивосток - @Dron_vvo, @V31eZ\n'
        '- Пограничный - @Denis_pog\n'
        'Улан-Удэ - @borisburyatia\n'
        'Сахалин - @FeedbackCBT_bot\n\n'

        'Новый Афон (Абхазия) - @AliasGularia\n',
}
